{
  "category": "Brickwork",
  "itemName": "Articulation Joint Not Continuous",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The articulation joint is not continuous through all brick courses from bottom to top, which will stop their ability to move when it experiences the expected brick growth and foundation movement.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Articulation joints are the vertical gaps constructed into clay brickwork to absorb the expected structural movement of the building’s foundation material, and just as importantly to act as control joints to absorb the expected growth in the clay bricks from long-term thermal expansion. Brick manufacturers allow for an estimated 15 year coefficient of expansion of between 0.3 to 0.9mm per metre of brickwork, which would equate to between 5 and 15mm of possible expansion over the longer external walls of this home.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The relevant Australian Standard AS 3700 Masonry Structures requires in section 12.4.3 Movement Control Joints, that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Expansion joints (closing control joints) and articulation joints shall be clean and free from any hard or incompressible material for the full width and depth of the joint before joint-filling material (if any) is inserted’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, Part 3.3.1.8 Vertical Articulation Joints, of the NCC’s Building Code of Australia (BCA) requires that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Vertical articulation joints between masonry elements must have a width not less than 10mm’",
          "bold": true,
          "italics": true
        },
        {
          "text": ", and the Victorian Building Authority’s Guide to Standards and Tolerances clause 3.03 Movement; control joints in masonry walls, states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Control joints are defective if they do not extend through the full thickness of masonry skin’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "This articulation joint must be properly installed before the surrounding works proceed any further. Alternatively, the builder should provide evidence from the engineer to the owners that this joint can be not continuous.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}