{
  "category": "Flashing",
  "itemName": "Flashing No Fall",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The flashing in this area has been installed without fall (or negative fall), which will allow water to pool, and has the potential to leak.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": true,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The Victorian Building Authority’s, Guide to Standards and Tolerances clause 6.01 Leaks in roofing, flashings and accessories states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Roofing, including flashings and accessories, is defective if it leaks under normal weather conditions and is due to the builder’s workmanship, causes unhealthy or dangerous conditions, loss of amenity for occupants, undue dampness or deterioration of building elements’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "In addition, the relevant Australian Standard AS 3500.3 Plumbing and Drainage Part 3: Stormwater drainage requires in section 4.4.3 Corrosion due to crevices, that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Metal roof drainage systems and support systems shall be designed and installed to achieve complete drainage or drying. Shielded areas capable of causing permanent ponding shall be avoided to prevent the possibility of intense localized corrosion known as crevice corrosion’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "This section of flashing should not be in contact with trapped moisture and be rectified with sufficient fall to ensure it is not subjected to premature corrosion.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}