{
  "category": "Miscellaneous",
  "itemName": "Birds Nesting",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "There appears to be birds (or other pests) nesting in this area, which may cause ill-health effects for the occupants.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The National Construction Code (NCC) is produced and maintained by the Australian Building Codes Board (ABCB) on behalf of the Australian Government and each State and Territory Government.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Under the NCC, the Building Code of Australia (BCA) is a uniform set of technical provisions for the design and construction of buildings and other structures throughout Australia.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "There are a number of sections within the BCA that mention the need to",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘safeguard the occupants from illness or injury and protect the building from damage’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The presence of pests in this area is putting the occupant’s health and amenity at risk. Therefore, the builder must take appropriate steps to not only to safely remove the pests from this home, but to then undertake proper cleaning and sanitising of the area to ensure that there are no risks of future issue. The builder should also take steps to address the access of the pests in the area to ensure that they cannot return.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}