{
  "category": "Miscellaneous",
  "itemName": "Building Air Gaps Not Sealed",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "This section of the dwelling has a gap that not been properly sealed to the external wall, floor or roof cavities, which will allow air movement and reduce the energy efficiency of this home.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Part 3.12.3 Building Sealing of the NCC’s Building Code of Australia (BCA) requires in section 3.12.3.5 that",
          "bold": false,
          "italics": false
        },
        {
          "text": "'Ceilings, walls, floors and any opening such as a window frame, door frame, roof light frame or the like must be constructed to minimise air leakage when forming part of the external fabric of a conditioned space, or a habitable room' .",
          "bold": true,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "This section of the BCA also includes a paragraph on how it should be constructed to avoid air leakage in section 3.12.3.5",
          "bold": false,
          "italics": false
        },
        {
          "text": "'Construction must be enclosed by internal lining systems that are close fitting at ceiling, wall and floor junctions; or sealed at junctions and penetrations with close-fitting architrave, skirting or cornice; or expanding foam, rubber compressive strip, caulking or the like' .",
          "bold": true,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "These building air gaps must be sealed in all areas in accordance with the building code requirements above.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}