{
  "category": "Post-Slab",
  "itemName": "Concrete Slab Dusting",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The top of the concrete floor slab throughout this home appears to have been rained on shortly after being poured and is now dusting, a condition where fine powder comes off the surface of the concrete.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The main cause of this condition is rain on the fresh concrete surface before it has set which floods the surface and washes out or dilutes the cement paste or binder. With insufficient cement binder available, the concrete surface dusts.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The Victorian Building Authority’s Guide to Standards and Tolerances clause 2.11 Finish to Concrete Slabs, states",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘The finish to a concrete slab is defective if it is not suitable for the documented applied finishes such as tiles, polished concrete, carpet or sheet flooring, including set downs where required’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The entire top of this slab will require the application of a sealer that penetrates the concrete and reacts with the lime in it, effectively case hardening the surface; this also bonds the thin weak layer on the surface to the base concrete below. This work must be carried out prior to the placement of any floor tiles and/or coverings and should be done in consultation with the original design engineer.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}