{
  "category": "Post-Slab",
  "itemName": "Slab Protruding Past Brickwork",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The lower edges of the concrete slab, that had not yet been back filled over and were still visible, had not been correctly boxed out prior to this floor being poured, which has resulted in the concrete protruding out past the face of the brickwork, which will foul the installation of the future perimeter paving and landscaping.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "As the builder has constructed this slab with a two-brick rebate, the damp-proof course/cavity flashing has been installed on top of the bottom brick or only approximately 85mm above this blow out of concrete.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Given that Part 3.3.4.5 (c) of the NCC/BCA, Damp-proof course-installation states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘the height of a damp-proof course, or flashing serving as a damp-proof course, must be not less than 150mm above the adjacent ground level; or 75mm above the finished surface level of adjacent paved, concreted or landscaped areas that slope away from the wall’",
          "bold": true,
          "italics": true
        },
        {
          "text": ", the owners currently have no way of finishing their paving and gardens neatly up to the side faces of this slab or the walls of their house, while maintain the minimum distance down from the damp-proof course as required by the NCC.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, the reactivity of the soils in this area and the expected differential movement between the house slab and the areas outside, it will also contribute to difficulties in the placement of the surrounding paving and gardens.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}