{
  "category": "Post-Slab",
  "itemName": "Slab Protruding Past Frame",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The edges of the floor slab have not been correctly boxed up prior to being poured, which has resulted in it protruding out past the pine wall frame, which will significantly reduce the required 40mm cavity width across to the back of the brickwork and compromise its ability to drain any water and moisture that collects in it away from the timber wall framing.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The relevant Australian Standard AS 3700 Masonry Structures requires that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘In cavity walls and masonry veneer walls, cavities with a width of at least 40mm, which are properly detailed and constructed, shall be regarded as being resistant to the passage of moisture (with an allowable maximum 15mm deviation from this width)’",
          "bold": true,
          "italics": true
        },
        {
          "text": ". Additionally, it requires that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Cavities shall be free from mortar droppings or other materials that might bridge the cavity and allow transmission of moisture’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The builder should therefore, after consultation with the slabs design engineer, carefully trim back the edges of the slab to achieve the required minimum 25mm cavity width, at least down to below the damp-proof course/cavity flashing. Consideration should be given to not exposing the edge of the steel reinforcement or reducing its side cover, not reducing the throat of the edge beam, and to any protrusion that may exist on the lower edge of the rebate out past the future finished face of the brickwork.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}