{
  "category": "Pre-Slab",
  "itemName": "Vapour Barrier Picket Holes",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The vapour barrier has had pickets driven through it, which will allow ground moisture up into the concrete floor when these pickets are withdrawn during the pouring process.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "It is a requirement of section 5.3.3.4 Installation of AS 2870 Residential Slabs and Footings that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Both vapour barriers and damp-proofing membranes shall be placed beneath the slab so that the bottom surface of the slab and beams, including internal beams, is entirely underlaid’",
          "bold": true,
          "italics": true
        },
        {
          "text": "and that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Penetrations by pipes or plumbing fittings shall be taped or sealed with a close-fitting sleeve or made continuous with the vapour barrier or damp-proof membrane by taping or by lapping’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "It is important to note that there are no other allowances within the mandatory section of AS 2870 Residential Slabs and Footings for any penetrations through the vapour barrier at all. Further, given that when these pickets are withdrawn during the pouring process the resulting penetrations will not be taped or sealed the present boxing setup will leave the bottom surface of this slab not entirely underlaid, resulting in it being susceptible to the ingress of ground moisture up into the porous concrete, along with the associated dampness, mould and resulting health issues possibly caused by this phenomenon.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Finally, as the Performance Requirements of the NCC/BCA Part 2.2.3 Dampness require that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Moisture from the ground must be prevented from causing (a) unhealthy or dangerous conditions, or loss of amenity for occupants; and (b) undue dampness or deterioration of building elements’",
          "bold": true,
          "italics": true
        },
        {
          "text": ", all of the present pickets must be removed from penetrating through the vapour barrier and the resulting punctures fully repaired prior to any concrete being poured.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The step-down boxing uprights will thereafter need to be properly supported on bar chairs or the like and securely tied into position with tie wire, to ensure compliance with the above.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}