{
  "category": "Sealing",
  "itemName": "Architrave Air Gaps",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "There are several window/door architraves on the external walls that have not been fully sealed to the wall, which will allow air movement and reduce the energy efficiency of this home.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Part 3.12.3.3 and Part 3.12.3.5 of the NCC’s Building Code of Australia (BCA) calls for all gaps around external windows and doors to be sealed. Australian Standard AS 2047 also calls for the sealing of window to stop air penetration.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, the Victorian Building Authority’s Guide to Standards and Tolerances clause 8.02 Weather-tightness of windows, doors, and window and door frames, states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Window frame and door frame installations are defective if, due to the builder’s workmanship, they leak or cause unhealthy or dangerous conditions, loss of amenity for occupants, undue dampness or deterioration of building elements’",
          "bold": true,
          "italics": true
        },
        {
          "text": ", and that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Windows and doors are defective if they are not sealed in accordance with the requirements of the Building Code of Australia’.",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "These gaps between the architraves and walls must be sealed in all areas in accordance with the requirements above.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}