{
  "category": "Tiling",
  "itemName": "Tile Movement Joints",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The floor tiling throughout this home runs continuously from front to rear and has not been fitted with articulation joints to deal with the expected tile movement on such a large area.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The relevant Australian Standard AS 3958.1 Ceramic Tiles - Guide to the Installation of Ceramic Tiles, clause 5.4.5 Movement Joints, states",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Intermediate movement joints should be inserted at intermediate positions at approximately 4.5m centres in internal floors where any dimension exceeds 9m or 6m if subject to sunlight’",
          "bold": true,
          "italics": true
        },
        {
          "text": "and that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Perimeter joints should be inserted where the tiling abuts restraining surfaces such as perimeter walls or columns’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, the Victorian Building Authority’s Guide to Standards and Tolerances, clause 11.10 Movement joints states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Tiled floors are defective if intermediate movement joints are not inserted at evenly spaced positions at approximately 4.5m centres or at locations where stress might reasonably be expected in internal floors where any dimension exceeds 9m or 6m if subjected to sunlight, or external floors where any dimension exceeds 4.5m’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The present tiling must be rectified in accordance with the above requirements to accommodate these movement joints to avoid future cracking.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}