{
  "category": "Waterproofing",
  "itemName": "Waterproofing Hole (Floor)",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "There is a visible hole in the waterproofing membrane in the floor area, which could result in a long-term water leak that can cause damage to the structure and surrounding areas.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The NCC’s Building Code of Australia (BCA) requires in section 3.8.1.2 Wet Areas that where timber, particleboard or ply flooring is used, the floor of the entire wet area room be waterproofed. The relevant Australian Standard AS 1860.2 Particleboard Flooring – Installation in Appendix D, Wet Area Floor states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘The particleboard-flooring surface should be waterproofed’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, the flooring manufacturer states in the Wet Area Installation section of their technical data manual that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Particleboard flooring provides an economical flooring option for the application of impervious waterproofing systems in wet areas such as bathrooms, laundries and toilets. The waterproofing of floors and floor/wall joints in these areas is essential to prevent water damage to the substructure and adjoining rooms or spaces’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "These areas must be fully waterproofed to protect the flooring and other building elements from damage in accordance with the BCA, Australian Standards and manufacturer’s requirements.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}