{
  "category": "Windows",
  "itemName": "Window Flashing Missing",
  "children": [
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The window frame in this area has not been properly flashed/sealed to prevent water and pest ingress.",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "ITEM_IMAGES_NOTES"
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "",
          "bold": false,
          "italics": false
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "The Victorian Building Authority’s Guide to Standards and Tolerances clause 8.02 Weather-tightness of windows, doors, and window and door frames states that",
          "bold": false,
          "italics": false
        },
        {
          "text": "‘Window frame and door frame installations are defective if, due to the builder’s workmanship, they leak or cause unhealthy or dangerous conditions, loss of amenity for occupants, undue dampness or deterioration of building elements’ .",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Additionally, Australian Standard 2047 - Windows and external glazed doors states in section 7.2.2 Flashing that",
          "bold": false,
          "italics": false
        },
        {
          "text": "'Flashing shall be incorporated into the building envelope where it is necessary—",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "(a) to restrict water from entering into the interior of a building from the exterior;",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "(b) to restrict water passing across a cavity to the inner leaf; or",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "(c) to shed water through cladding to the outer face.",
          "bold": true,
          "italics": true
        }
      ]
    },
    {
      "type": "PARAGRAPH",
      "children": [
        {
          "text": "Window flashings must be installed in accordance with the above requirement to avoid water leaks, or pest ingress that may cause unhealthy conditions or damage the building elements.",
          "bold": false,
          "italics": false
        }
      ]
    }
  ]
}